Repository: aqeel2khan/Batch_IOS_APP
Catalog: __MACOSX/Batch/Batch/Localizable/*.lproj/Localizable.strings
Languages: ar

source: Sign In to your account
ar: دفعة النص العربي

source: Or continue with
ar: دفعة النص العربي

source: Welcome Back!
ar: دفعة النص العربي

source: I agree to the company Terms & Conditions
ar: دفعة النص العربي

source: Sign in with Facebook
ar: دفعة النص العربي

source: Sign in with Apple
ar: دفعة النص العربي

source: Sign in with Google
ar: دفعة النص العربي

source: Sign in with Outlook
ar: دفعة النص العربي

source: We have sent the code verification to your mobile number
ar: دفعة النص العربي

source: Before we start, we need to know your gender
ar: دفعة النص العربي

source: Welcome to Batch!
ar: دفعة النص العربي

source: Lorem ipsum dolor sit
ar: دفعة النص العربي

source: Lorem ipsum dolor sit amet consectetur.
ar: دفعة النص العربي

source: I want to look around
ar: دفعة النص العربي

source: Log In
ar: دفعة النص العربي

source: Don't have an account ?
ar: دفعة النص العربي

source: SIGN UP
ar: دفعة النص العربي

source: Batcheboard
ar: دفعة النص العربي

source: Workout Batches
ar: دفعة النص العربي

source: Meal Batches
ar: دفعة النص العربي

source: Top Rated Meals
ar: دفعة النص العربي

source: Show All
ar: دفعة النص العربي

source: Grand total
ar: دفعة النص العربي

source: Save
ar: دفعة النص العربي

source: from
ar: دفعة النص العربي

source: mins
ar: دفعة النص العربي

source: days
ar: دفعة النص العربي

source: meals
ar: دفعة النص العربي

source: followers
ar: دفعة النص العربي

source: Day
ar: دفعة النص العربي

source: Day Off
ar: دفعة النص العربي

source: Filter
ar: دفعة النص العربي

source: Goal
ar: دفعة النص العربي

source: Please select Langauge
ar: دفعة النص العربي

source: Please select plan duration
ar: دفعة النص العربي

source: Please select terms and conditions checkbox
ar: دفعة النص العربي

source: Please select at least one goal
ar: دفعة النص العربي

source: Please select your date of birth
ar: دفعة النص العربي

source: Please select Current Weight
ar: دفعة النص العربي

source: Please select Target Weight
ar: دفعة النص العربي

source: Please select at least one active option
ar: دفعة النص العربي

source: Please select at least one diet
ar: دفعة النص العربي

source: Please select at least one allergy
ar: دفعة النص العربي

source: Please select rating
ar: دفعة النص العربي

source: All Batches
ar: دفعة النص العربي

source: Need help choosing the right Meal Batch?
ar: دفعة النص العربي

source: Answer a few questions or talk to our nutritionist and you'll find the best batch for you based on your needs and calories
ar: دفعة النص العربي

source: By connecting your Apple Health data, you can easily view your daily steps, workouts and other health metrics within the App.
ar: دفعة النص العربي

source: Todays Exercise
ar: دفعة النص العربي

source: Start the workout
ar: دفعة النص العربي

source: Delivery arriving
ar: دفعة النص العربي

source: Account
ar: دفعة النص العربي

source: Following
ar: دفعة النص العربي

source: Change the photo
ar: دفعة النص العربي

source: Edit
ar: دفعة النص العربي

source: Full Name
ar: دفعة النص العربي

source: Date of birth
ar: دفعة النص العربي

source: Delivery place
ar: دفعة النص العربي

source: All notifications
ar: دفعة النص العربي

source: Training notifications
ar: دفعة النص العربي

source: Live stream notifications
ar: دفعة النص العربي

source: Meal plan notifications
ar: دفعة النص العربي

source: Yes
ar: دفعة النص العربي

source: OK
ar: دفعة النص العربي

source: Next
ar: التالي

source: Continue
ar: متابعة

source: Search
ar: ابحث

source: Show Results
ar: اظهر النتائج

source: Connect
ar: ربط

source: Freeze
ar: تعليق

source: Unfreeze
ar: تفعيل

source: Cancel
ar: إلغاء

source: Calculate
ar: احسب

source: Select
ar: اختار

source: Add
ar: اضف

source: Checkout
ar: ادفع

source: Apply
ar: موافق

source: Add New Card
ar: أضف البطاقة الجديدة

source: Save Card
ar: احفظ البطاقة

source: Go Back Home
ar: الرجوع إلى الرئيسية

source: Change Course
ar: تغيير البرنامج

source: Allow
ar: السماح

source: Add to Cart
ar: أضف إلى السلة

source: Unfollow
ar: حذف

source: Follow
ar: متابعة

source: Sign In
ar: تسجيل الدخول

source: Login
ar: تسجيل الدخول

source: Guests
ar: الضيوف

source: Skip
ar: الغاء

source: Go to Meal Plan Selection
ar: اذهب الى اختيار خطة الغذاء

source: Go to Checkout
ar: اذهب الى الدفع

source: Go to Courses
ar: اذهب إلى البرامج

source: Continue Shopping
ar: اكمال التسوق

source: Add address
ar: أضف العنوان

source: Female
ar: انثى

source: 10% discount on Batch Shop
ar: خصم 10% على متجر باتش

source: A courier will contact you on the day of delivery
ar: سيتواصل معك موظف التوزيع في يوم التوصيل

source: Active
ar: نشط

source: Add card number
ar: رقم البطاقة

source: Add new card
ar: أضف بطاقة جديدة

source: Add Promo Code
ar: رمز خصم

source: Add promo code
ar: رمز خصم

source: Added to cart!
ar: تمت الإضافة بالسلة!

source: Allow notifications
ar: السماح بالتنبيهات

source: Already have an account? Sign In
ar: لديك حساب؟ تسجيل الدخول

source: Apple Health
ar: صحتي-ios

source: Are you allergic to any products?
ar: هل تعاني من حساسية ما؟

source: Do you want to renew your meal plan?
ar: هل تود تجديد خطة الوجبات؟

source: Do you want to resume your current meal plan?
ar: هل تود إعادة تفعيل خطة وجباتك الحالية؟

source: Are you sure you want to freeze your current meal plan?
ar: هل أنت متأكد من تعليق خطة وجباتك الحالية؟

source: City
ar: المنطقة

source: Avenue
ar: الجادة

source: Average Bedtime
ar: متوسط مدة النوم

source: Average Steps
ar: متوسط عدد الخطوات

source: Back to Meals
ar: العودة إلى الوجبات

source: Balance and Coordination
ar: التوازن والتناسق

source: Bars
ar: ألواح غذائية

source: Based on your answers, we recommend you try this meal plan. You can review it, or you could go back to the other meal plans page.
ar: بناءً على إجاباتك، نقترح عليك تجربة خطة الوجبات هذه. يمكنك تقييمها، أو اختيار خطة وجبات أخرى من صفحة خطط الوجبات.

source: Batch Pro
ar: باتش برو

source: Batchboard
ar: لوحة باتش

source: Batches
ar: باتشات

source: Before we start, please specify your gender
ar: قبل البدء، يرجى اختيار نوع الجنس

source: Beginner
ar: مبتدئ

source: Berries
ar: توت

source: Block
ar: القطعة

source: Bpm
ar: معدل النبض

source: Brand
ar: الماركة

source: Brands
ar: الماركات

source: Breakfast
ar: الإفطار

source: Bust
ar: قياس الصدر

source: Buy Subscription
ar: اشترك

source: By connecting your Apple Health data, you can easily view your daily steps, workouts, and other health metrics within the app.
ar: عبر ربط برنامج صحتي- ios يمكنك متابعة خطواتك وتمارينك وبياناتك الصحية يومياً ضمن تطبيق باتش.

source: Calculating…
ar: انتظر قليلاً...

source: Call
ar: اتصال

source: Calories
ar: سعرات

source: Carbs
ar: كارب

source: Cardio
ar: كارديو

source: Cart
ar: السلة

source: Category
ar: الصنف

source: Centimeters
ar: سم

source: Change Plan
ar: تغيير خطة الوجبات

source: Change display picture
ar: تعديل الصورة الشخصية

source: Cheese
ar: أجبان

source: Chocolate
ar: شوكولاته

source: Choose your type of diet
ar: اختر نظامك الغذائي

source: Clear all
ar: الغاء الكل

source: Clothing
ar: الملابس

source: cm
ar: سم

source: Coffee
ar: قهوة

source: Color
ar: اللون

source: Confirm
ar: تأكيد

source: Cotton
ar: قطن

source: Country / Language
ar: الدولة اللغة

source: Credit card
ar: بطاقة ائتمان

source: Current Weight
ar: وزنك الحالي

source: Dairy-free
ar: خالي من منتجات الألبان

source: Decaf
ar: خالي من الكافيين

source: Delivery days
ar: أيام التوصيل

source: Delivery Details
ar: تفاصيل التوصيل

source: Delivery fee
ar: رسوم التوصيل

source: Delivery notifications
ar: تنبيهات التوصيل

source: Delivery time
ar: موعد التوصيل

source: Desert
ar: الحلوى

source: Did you enjoy this meal?
ar: هل استمتعت بهذه الوجبة

source: Did you enjoy this workout?
ar: هل استمتعت بهذا التمرين؟

source: Do you want to log out?
ar: هل تود تسجيل الخروج؟

source: Don't miss out on our upcoming live stream! Set a notification to be reminded 15 minutes before it starts and join us for an exciting class. Click the notification bell to stay updated.
ar: لا تفوت فرصة المشاركة في البث الحي! احصل على تنبيهات تذكيرية قبل البث بـ 15 دقيقة وشارك في التمرين المميز. اضغط على ايقونة الجرس للحصول على تحديثات

source: Don't miss out on your workout. Enable notifications to receive alerts about your scheduled sessions!
ar: لا تفوت تمارينك، فعل التنبيهات لتذكيرك بمواعيد تمارينك!

source: Dresses
ar: فساتين

source: Drop off
ar: الاستلام

source: Duration
ar: المدة

source: Email
ar: البريد الالكتروني

source: email
ar: البريد الالكتروني

source: Endurance
ar: التحمل

source: Enter verification code
ar: أدخل رمز التأكيد

source: Estimated delivery times: Orders are typically processed within 1-2 business days. Standard shipping usually takes 3-5 business days, whole expedited shipping takes 1-2 business days.
ar: وقت التوصيل التقديري: تجهز الطلبات خلال 1-2 أيام عمل، إضافة إلى الشحن العادي 3-5 أيام عمل، والشحن الممتاز خلال 1-2 أيام عمل.

source: Here are some common topics
ar: أسئلة مقترحة

source: Hips
ar: الأرداف

source: Home
ar: منزل

source: Honey
ar: عسل

source: House #
ar: المنزل

source: How active are you?
ar: ما هي درجة نشاطك؟

source: How was your experience with Batch?
ar: كيف كانت تجربتك مع باتش؟

source: I agree to the Terms & Conditions
ar: أوافق على الشروط والأحكام

source: Inches
ar: بوصة

source: Information
ar: معلومات

source: Ingredients
ar: المستحضرات

source: Join our live stream and take your training to the next level!
ar: شارك في البث الحي وطور تجربتك الرياضية

source: kcal
ar: سعرة حرارية

source: kcal/day
ar: سعرة حراريةيوم

source: Keto
ar: كيتو

source: Keto Vegan
ar: كيتو فيغن

source: kg
ar: كلغ

source: lbs
ar: رطل

source: Learn more
ar: اعرف المزيد

source: Leave at door
ar: تركه عند الباب

source: Leave more feedback
ar: اترك المزيد من التعليقات

source: Let us know your thoughts on food and service
ar: شاركنا رأيك حول الخدمة الطعام والخدمة

source: Level
ar: الدرجة

source: Linen
ar: كتان

source: Liquid
ar: سائل

source: Live Streams
ar: البث المباشر

source: Log out
ar: تسجيل الخروج

source: Lose weight
ar: خسارة الوزن

source: Low Mobility
ar: قليل الحركة

source: Lunch & Dinner
ar: الغداء والعشاء

source: Macros of the day
ar: وحدات الماكرو اليومية

source: Maintain weight
ar: الحفاظ على الوزن

source: Male
ar: ذكر

source: Material
ar: القماش

source: Meal
ar: وجبة

source: Meal Batch
ar: وجبات

source: Meal Plan
ar: خطة الوجبات

source: Meal Planning
ar: التخطيط للوجبات

source: Meal plans are not yet available in your country
ar: عذراً، خطط الوجبات غير متوفرة في بلدك

source: Meal plans for every taste!
ar: وجبات مناسبة لجميع الأذواق

source: Meals
ar: وجبات

source: Meet at door
ar: الاستلام عند الباب

source: Meet outside
ar: الاستلام في الخارج

source: Milk
ar: ألبان

source: Mobility Work
ar: أعمال حركية

source: Moderate
ar: متمرس

source: Motivators
ar: موتيفترز

source: Motivators Stores
ar: متاجر المحفزين

source: Muscle Building
ar: بناء العضلات

source: Mushrooms
ar: فطر

source: Natural Components
ar: المكونات الطبيعية

source: Need help choosing supplements?
ar: هل تحتاج مساعدة في اختيار مكملاتك الغذائية؟

source: Need help choosing the right meal plan?
ar: هل تحتاج إلى مساعدة في اختيار خطة الوجبات؟

source: New
ar: جديد

source: Notification
ar: التنبيهات

source: Notification Settings
ar: إعدادات التنبيه

source: Nuts
ar: مكسرات

source: Nuts and seeds
ar: المكسرات والبذور

source: offline
ar: غير متصل

source: On (date), the plan will be suspended
ar: في (التاريخ) ستنتهي خطة وجباتك

source: Online
ar: متصل

source: Online events for everyone!
ar: أنشطة مباشرة للجميع!

source: Oops!
ar: عفواً

source: Order Status
ar: حالة الطلب

source: Other Sign-in options
ar: وسائل دخول أخرى

source: Package
ar: عبوة

source: Package Quantity
ar: الكمية (حجم العبوة)

source: Paleo Diet
ar: باليو

source: Pants
ar: بناطيل

source: Payment method
ar: وسيلة الدفع

source: pcs
ar: العدد

source: Personal Info
ar: البيانات الشخصية

source: Pharmaceutical form
ar: الشكل الدوائي

source: Phone
ar: الهاتف

source: Pilates
ar: بيلاتيس

source: Plan Duration
ar: مدة الخطة

source: Planning your exercise routine can help you stay on track and achieve results faster
ar: تخطيطك لتمارينك المستقبلية يساعدك على متابعة أدائك والوصول إلى هدفك بصورة أسرع

source: Polyster
ar: بوليستر

source: Potency
ar: الفعالية

source: Price
ar: السعر

source: Price [High to Low]
ar: السعر (من المرتفع إلى المنخفض)

source: Price [Low to High]
ar: السعر (من المنخفض إلى المرتفع)

source: Price Range
ar: نطاق السعر

source: Product details
ar: تفاصيل المنتج

source: Professional
ar: محترف

source: Promo Code
ar: رمز الخصم

source: Promo-code applied successfully!
ar: تم إضافة كود الخصم بنجاح!

source: Promotion
ar: الخصم

source: Protein
ar: بروتين

source: protein powders
ar: مساحيق البروتين

source: Purpose
ar: الغرض

source: Questionnaire
ar: استبيان

source: Range
ar: النطاق

source: Registration
ar: التسجيل

source: Renew
ar: تجديد

source: Renew Meal Plan
ar: تجديد خطة الوجبات

source: Returns
ar: الاسترجاع

source: Review Submitted!
ar: لقد تم تقديم رأيك!

source: Reviews
ar: التقيمات

source: Ring bell
ar: جرس المنزل

source: Seafood
ar: مأكولات بحرية

source: Select Country / Region
ar: الدولة المنطقة

source: Select payment method
ar: اختيارات

source: Select plan duration
ar: اختر مدة الخطة

source: Select start date of plan
ar: موعد بدء خطة وجباتك

source: Select the freezing duration
ar: اختر مدة التعليق

source: Select time and day of the next workouts
ar: اختر الوقت واليوم لتمارينك

source: Selected meals
ar: الوجبات

source: Set default address
ar: عنوان أساسي

source: Shipping options: We offer both standard and expedited shipping options. You can select your preferred shipping method at checkout.
ar: خيارات الشحن: نوفر الشحن العادي والشحن الممتاز. يمكنك اختيار نوع الشحن عند الدفع.

source: Shipping rates: Standard shipping is free for orders over (amount). For orders under (amount), a flat rate of (amount) will be applied.
ar: أسعار الشحن: الشحن العادي مجاني للطلبات التي تتجاوز (السعر). للطلبات التي لا تتجاوز (السعر)، هناك رسم ثابت (مبلغ).

source: Silk
ar: حرير

source: Size
ar: القياس

source: Size Guide
ar: دليل القياسات

source: Sleep
ar: نوم

source: Snack
ar: سناك

source: Snacks
ar: السناكات

source: Sort
ar: فرز

source: Start date of plan
ar: تاريخ بدء خطة الوجبات

source: Start Next Workout
ar: ابدأ التمرين التالي

source: Start Workout
ar: ابدأ التمري

source: Status
ar: الحالة

source: Steady state
ar: تمارين الاستقرار

source: Steps
ar: خطوات

source: Street
ar: الشارع

source: Strength
ar: القوة

source: Stretching
ar: استطالة

source: Subscribe for a Course
ar: اشترك ببرنامج

source: Subscribe for a plan
ar: اشترك بخطة الوجبات

source: Subtotal
ar: المبلغ

source: Suggested use
ar: الاستخدام المقترح

source: Supplements
ar: المكملات الغذائية

source: Swipe Up to Start Next Workout
ar: اسحب إلى الأعلى لبدء التمرين التالي

source: Tablet
ar: حبة

source: Talk to Nutrition
ar: تحدث إلى اخصائي تغذية

source: Target Weight
ar: الوزن المستهدف

source: Tea
ar: الشاي

source: Terms & Conditions
ar: الشروط والأحكام

source: Thank you for your purchase!
ar: شكراً لتسوقك!

source: Thank your for the feedback!
ar: شكراً على تعليقك!

source: The code is invalid. Please try again.
ar: الرمز غير صحيح. يرجى المحاولة مجدداً.

source: The perfect meal plan for you
ar: خطة الوجبات المثالية لك

source: The plan change will be applied after your current plan ends.
ar: خطتك الجديدة سيتم تفعيلها بعد انتهاء خطتك الحالي

source: This is an upcoming Class
ar: سيعرض هذا التمرين قريباً

source: Tops
ar: ملابس علوية

source: Total
ar: الإجمالي

source: Trainers
ar: الأحذية الرياضية

source: Type your message…
ar: اكتب رسالتك...

source: Unforunately, support is currently unavailable. However, we will promptly respond to any inquiries during our regular working hours.
ar: عذراً، موظف خدمة العملاء غير متح حالياً، سنرد على استفسارك خلال أوقات العمل

source: Unfreeze meal plan
ar: تفعيل خطة الوجبات

source: Unisex
ar: مشترك

source: Unlimited Workouts
ar: تمارين غير محدودة

source: Vegan
ar: فيغن

source: Vegetarian
ar: نباتي

source: View More
ar: اعرض المزيد

source: Waist
ar: الخصر

source: Water
ar: ماء

source: We are here (work hours) to answer most questions
ar: نحن هنا من (ساعات العمل) للإجابة على أسئلتكم

source: We have sent the code veritication to your email
ar: لقد أرسلنا رمز التأكيد إلى بريدك الإلكتروني

source: Weight
ar: وزن

source: Weight Gain
ar: زيادة الوزن

source: Weight gainers
ar: زيادة الوزن

source: Weight Loss
ar: تخفيض الوزن

source: Welcome Back
ar: أهلاً مجدداً

source: What is your age?
ar: ما هو تاريخ ميلادك؟

source: What is your fitness goal?
ar: ما هو هدفك الصحي؟

source: What is your height?
ar: ما هو طولك؟

source: What is your weight?
ar: ما هو وزنك؟

source: Wool
ar: صوف

source: Work
ar: عمل

source: Workout
ar: تمارين

source: Workout Completed!
ar: انتهى التمرين!

source: Workout Packages
ar: باقات التمارين

source: Workout programs for your goals!
ar: تمارين تناسب اهدافك الصحية

source: Workout Type
ar: نوع التمرين

source: workouts per week
ar: تمرين في الأسبوع

source: Write a Review
ar: اكتب تعليق

source: Yoga
ar: يوغا

source: You can't freeze your meal plan because you don't have more than 30 days left in your plan
ar: نأسف، لا يمكنك تعليق خطة وجباتك لعدم وجود مدة كافية.

source: You haven't chosen a dish yet. We will compile the meal on our preference, if you don't make your choice in time.
ar: لم تختر الأطباق حتى الآن. سنختار لك أطباقك في حال عدم اختيارك في الوقت المناسب.

source: You might also like:
ar: قد يعجبك أيضاً

source: Your course is available in the training section
ar: برنامجك متوفر في قسم التمارين الخاص بك

source: Your ideal daily caloric intake
ar: استهلاك السعرات الحرارية المثالي لك

source: Your order
ar: طلبك
